---
kind: other
id: Methods.T:Autodesk.Revit.DB.StringParameterValue
source: html/63852188-0cd9-de7d-2487-ff4282b1409d.htm
---
# StringParameterValue Methods

Makes an identical copy of the given parameter value.